Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Magia ognia to jednak dalej magia i w kwestii obrony muszę do niej podejść jak do innych zaklęć. Natomiast wszelakie poparzenia po oberwaniu kulą ognia lub pochodzenia niemagicznego to już inna kwestia.
uk: Однак магія вогню залишається магією, і я маю поводитися з нею обережно, як з будь-яким іншим заклинанням. Інша справа – опіки, спричинені вогняними кулями або немагічними ефектами.

source: Magia teleportacji to wciąż dziedzina tajemnicza i niezbadana. Nikt nie jest w stanie ustalić, od którego z bogów pochodzi. Niektórzy twierdzą nawet, że nie pochodzi ona od żadnego z nich, a jest jedynie szczytem osiągnięć ludzkiego umysłu.
uk: Магія телепортації досі залишається загадковою і недослідженою темою. Ніхто так і не зміг визначити, від кого з богів вона походить. Дехто навіть стверджує, що вона не походить від жодного з них, а є виключно вершиною досягнень людського розуму.

source: Magia, która w niej tkwi, pozwala ocenić i porównać prawdziwą wartość rzeczy. Z takim narzędziem każda transakcja może być w pełni sprawiedliwa. Pomyśl, ilu konfliktów można w ten sposób uniknąć.
uk: Магія, що в них криється, дозволяє оцінити та порівняти справжню цінність речей. З таким інструментом будь-яка угода може бути абсолютно справедливою. Подумай, скількох конфліктів можна уникнути таким чином.

source: Magia?! Ja nie wiedziałam, że bawisz się w takie cuda!
uk: Магія?! Я не знала, що ти бавишся з такими чудесами!

source: Magiczna ruda to niesamowity materiał, który daje nam ogromną przewagę nad tymi obrzydliwymi bestiami.
uk: Магічна руда – дивовижний матеріал, який дає нам величезну перевагу над цими огидними створіннями.

source: Magiczna ruda? Jak ją zdobyłeś? Przecież Król rekwiruje każdą sztukę i zabiera ją na kontynent!
uk: Магічна руда? Звідки вона у тебе? Адже Король реквізує кожен шматочок і забирає його на континент!

source: Magiczna strzała
uk: Магічна стріла

source: Magiczne ostrze na smoki
uk: Магічний клинок на драконів

source: Magiczne ostrze z czystej rudy
uk: Магічний клинок з чистої руди

source: Magiczne runy, do których mam dostęp, są podzielone na kręgi. Nie mogę korzystać z zaklęć wymagających stopnia wtajemniczenia przekraczającego moją aktualną wiedzę.
uk: Магічні руни, до яких я маю доступ, розділені на кола. Я не можу використовувати заклинання, які вимагають певного рівня кваліфікації, що перевищує мої поточні знання.

source: Magiczny bełt
uk: Магічний болт

source: Magiczny flet
uk: Чарівна флейта

source: Magiczny golem
uk: Магічний голем

source: Magiczny miecz dwuręczny
uk: Дворучний магічний меч

source: Magowie Ognia mogą odetchnąć z ulgą, zająłem się zbuntowanym nowicjuszem. Powinienem poinformować o tym Oktava.
uk: Маги Вогню можуть зітхнути з полегшенням, я подбав про бунтівного послушника. Я повинен розповісти про це Октаву.

source: Magowie Ognia mówią, że wszystko jest w porządku i powinienem porzucić tę sprawę, ale...
uk: Маги Вогню кажуть, що все гаразд і я маю припинити цю справу, але...

source: Magowie Ognia szkolą swych następców jedynie w odpowiednich klasztorach. Najbliższy z nich znajduje się na wyspie Khorinis, dość daleko stąd.
uk: Маги Вогню готують своїх послушників лише у відповідних монастирях. Найближчий з них знаходиться на острові Хорініс, досить далеко звідси.

source: Magowie Ognia z wielkim smutkiem informują o straszliwej zdradzie, jakiej dopuścił się jeden z ich podopiecznych - młody nowicjusz w napadzie złości spalił kilka świętych ksiąg, po czym opuścił plebanię z kufrem pełnym magicznych zwojów.
uk: Маги Вогню з прикрістю повідомляють про жахливу зраду одного зі своїх підопічних. Молодий послушник у пориві гніву спалив кілька священних книг, а потім зник зі скринькою, повною магічних сувоїв.

source: Magowie Ognia z wielkim smutkiem informują o straszliwej zdradzie, jakiej dopuścił się jeden z ich podopiecznych - młody nowicjusz w napadzie złości spalił kilka świętych ksiąg, po czym opuścił plebanię z kufrem pełnym magicznych zwojów. Członkowie pościgu twierdzą, że zgubili ściganego w pobliżu kanionu między miastem a pracownią Bodowina. Jedyną słuszną karą za tak obrzydliwą profanację jest śmierć, dlatego osoba, która wykona wyrok, otrzyma od Oktava nagrodę w wysokości 300 sztuk złota.
uk: Маги Вогню з прикрістю повідомляють про жахливу зраду одного зі своїх підопічних. Молодий послушник у пориві гніву спалив кілька священних книг, а потім зник зі скринькою, повною магічних сувоїв. Учасники погоні стверджують, що впустили зловмисника біля каньйону між містом та майстернею Бодовіна. Єдиним справедливим покаранням за таке жахливе святотатство є смерть. Тому той, хто виконає вирок, отримає від Октава нагороду в розмірі 300 золотих.

source: Magowie Wody dowiedzą się o twoich przewinieniach.
uk: Маги Води дізнаються про твої злочини.

source: Magowie Wody mogą spać spokojnie, pozbyłem się Golema. Z pewnością ucieszy to Garosa.
uk: Маги Води можуть спати спокійно: я позбувся Голема. Це, безумовно, порадує Гароса.

source: Magowie Wody nie będą interweniować w sprawy wyspy. Volker jest obywatelem miasta Archolos. Jeśli winny jest wymienionych przez was czynów, powinien zostać postawiony przed sąd.
uk: Маги Води не будуть втручатися у справи острова. Волкер – громадянин міста Архолос. Якщо він винен у згаданих вами вчинках, він мусить бути притягнутий до відповідальності.

source: Magowie Wody z klasztoru informują o dziwnym konstrukcie pochodzenia magicznego, który pojawił się w klasztorze. Istota ta najprawdopodobniej jest odporna na magię, dlatego wymagana będzie w tej sprawie pomoc łowcy z zewnątrz.
uk: Маги Води з монастиря повідомляють про дивну істоту магічного походження, що з'явилася на території монастиря. Істота, швидше за все, має імунітет до магії, тому в цій справі знадобиться допомога стороннього мисливця.

source: Magowie Wody z klasztoru informują o dziwnym konstrukcie pochodzenia magicznego, który pojawił się w klasztorze. Istota ta najprawdopodobniej jest odporna na magię, dlatego wymagana będzie w tej sprawie pomoc łowcy z zewnątrz. Wejście do klasztoru zostanie zapewnione każdemu gotowemu podjąć się tego wyzwania. Istotę widziano ostatnio w jaskini na półkach skalnych za cmentarzem w klasztorze. Za ubicie tego monstrum Magowie Wody przewidzieli nagrodę w postaci 500 sztuk złota, które zostaną wypłacone przez łowcę Garosa.
uk: Маги Води з монастиря повідомляють про дивну істоту магічного походження, що з'явилася на території монастиря. Істота, швидше за все, має імунітет до магії, тому в цій справі знадобиться допомога мисливця із сторони. Вхід до монастиря буде відкритий для всіх охочих прийняти цей виклик. Востаннє істоту бачили в печері на скелях за монастирським цвинтарем. За вбивство цієї потвори Маги Води призначили винагороду в розмірі 500 золотих, яку виплатить мисливець Гарос.

source: Magowie Wody zdają się uporczywie stać na stanowisku, że najlepszy jest stan odwiecznej równowagi pomiędzy Beliarem i Innosem.
uk: Маги Води вперто стоять на своєму, стверджуючи, що стан вічної рівноваги між Беліаром та Інносом є найкращим.

source: Magowie chętnie kupują od ciebie towar?
uk: Маги полюбляють купувати твої товари?

source: Magowie nie bardzo chcieli uwierzyć w moją wersję wydarzeń. Z braku dowodów puścili mnie jednak wolno.
uk: Маги явно не хотіли вірити моїй версії подій. Але через відсутність доказів мене відпустили.

source: Magowie nie będą niezadowoleni, że zabrałeś im tyle mikstur?
uk: А маги не розсердяться, що ти взяв у них стільки еліксирів?

source: Magowie nie mają nic przeciwko?
uk: А маги не будуть проти?

source: Magowie nie mają problemu z tym, że kobieta biega po klasztorze?
uk: Маги не проти, щоб жінка ходила по монастирю?

source: Magowie nie uważają moich prac za coś oddającego prawdę, a okoliczni mieszkańcy wolą tematy bardziej przyziemne.
uk: Маги не сприймають мою роботу як щось достовірне, а місцеві жителі віддають перевагу більш приземленим речам.

source: Magowie poukrywali skarby?
uk: Маги заховали скарби?

source: Magowie są bardzo ważni dla mieszkańców Archolos. Leczą ich, wspierają w potrzebie, pomagają rozwiązywać konflikty. Bez nich wyspa byłaby zupełnie inna
uk: Маги дуже важливі для жителів Архолосу. Вони зцілюють їх, підтримують у скрутну хвилину і допомагають вирішувати конфлікти. Без них острів був би зовсім іншим.

source: Magowie są bardzo ważni dla mieszkańców Archolos. Leczą ich, wspierają w potrzebie, pomagają rozwiązywać konflikty. Bez nich wyspa byłaby zupełnie inna.
uk: Маги дуже важливі для жителів Архолосу. Вони зцілюють їх, підтримують у скрутну хвилину і допомагають вирішувати конфлікти. Без них острів був би зовсім іншим.

source: Magowie są wymagający, ale jestem im wdzięczna, że mogłam tu zostać. Kto by przypuszczał, że pomaganie innym sprawi mi tyle radości.
uk: Маги вимогливі, але я вдячна, що змогла залишитися тут. Хто б міг подумати, що допомога іншим принесе мені стільки радості.

source: Magowie to kapłani Adanosa i moi mentorzy. Pilnują, bym dobrze przyswajał sobie wiedzę i potrzebne umiejętności, a także dbają o mój rozwój duchowy.
uk: Маги – це жерці Аданоса і мої наставники. Вони дбають про те, щоб я здобув необхідні знання та навички, а також піклуються про мій духовний розвиток.

source: Magowie to nasi duchowi przewodnicy, a nie zwierzchnicy. Naszym zadaniem jest dbać o równowagę, szczególnie gdy magowie zdają się o tym zapominać.
uk: Маги – наші духовні наставники, а не керівники. Наша робота – стежити за рівновагою, особливо коли маги, здається, забули про це.

source: Magowie z klasztoru są naszymi duchowymi przewodnikami i mentorami w poznawaniu woli Adanosa.
uk: Маги з монастиря є нашими духовними провідниками і наставниками в пізнанні волі Аданоса.

source: Magowie zajęli się moimi ranami, a gdy zaczęłam czuć się lepiej i widziałam tutaj tych wszystkich ludzi w beznadziejnym stanie, nie mogłam tak po prostu siedzieć i nic nie robić.
uk: Маги подбали про мої рани, і коли я почала відчувати себе краще і побачила всіх цих людей в безнадійному стані, я не могла просто сидіти і нічого не робити.

source: Magowie żyją dość skromnie mimo wielkiej mocy, jaką z pewnością dysponują. Większość czasu spędzają na modlitwie i nauczaniu nowicjuszy. W przeciwieństwie do swoich kolegów z miasta nie żebrzą o datki na Kościół, ale starają się być samowystarczalni, sadząc zioła i warzywa. Za dnia klasztor jest imponujący, ale jego prawdziwe piękno ujrzysz, gdy już zajdzie słońce. Przedziwne kryształy, rozmieszczone wzdłuż ścieżek, rozświetlają pogrążający się we śnie przybytek, żarząc się wszystkimi odcieniami błękitu.
uk: Маги живуть досить скромним життям, незважаючи на величезну силу, якою вони, безумовно, володіють. Більшість часу вони проводять у молитвах та навчанні послушників. На відміну від своїх міських колег, вони не просять пожертвувань на монастир, а намагаються бути самодостатніми, вирощуючи трави та овочі. Вдень монастир вражає, але справжню його красу можна побачити лише із заходом сонця. Розставлені вздовж доріжок кристали висвітлюють увесь монастир, переливаючись усіма відтінками блакиті.

source: Magowie? Uczciwie? Nie rozśmieszaj mnie!
uk: Маги? Серйозно? Не сміши мене!

source: Maik
uk: Майк

source: Mailor
uk: Мейлор

source: Mailor nie chce mi pokazać swoich dokumentów. Jeśli chcę sprawdzić, czy ma wszystkie wymagane zgody, muszę udać się do Mateya.
uk: Мейлор не хоче показувати мені свої документи. Якщо я хочу перевірити, чи є у нього всі необхідні дозволи, я повинен піти до Матея.

source: Mailor opowiedział mi podobną historię...
uk: Мейлор розповідав мені подібну історію...

source: Mailor za to sprowadza te swoje podróbki niskiej jakości z Khorinis czy innej portowej wiochy.
uk: Натомість Мейлор привозить ці низькоякісні підробки з Хорініса чи з іншого портового села.

source: Maiwen
uk: Мейвен

source: Maiwen widziała jak jakiś podejrzany, barczysty facet kręcił się wieczorem na tyłach karczmy i w pobliżu rzeki. To raptem kilka kroków od chaty Kurta. Chwilę po tym do gospody wbiegł jakiś starszy mężczyzna. Pobiegł na zaplecze i wybiegł z Viktorem na zewnątrz. Zakładam, że był nim Kurt. Wygląda na to, że Maiwen musiała widzieć tego faceta dosłownie chwilę po porwaniu.
uk: Мейвен бачила підозрілого кремезного хлопця, який ввечері вештався біля корчми та біля річки. Це всього за кілька кроків від хатини Курта. За мить до корчми вбіг літній чоловік. Він забіг у задню кімнату і вибіг на вулицю разом з Віктором. Я припускаю, що це був Курт. Здається, Мейвен бачила цього хлопця буквально за мить після викрадення.

source: Majcher Manfreda
uk: Заточка Манфреда

source: Mają naprawdę dobrych dostawców. Ostatnio zauważyłem u nich bardzo piękny miecz i od razu pomyślałem o tobie.
uk: У них дуже хороші постачальники. Нещодавно я побачив у них дуже гарну шпагу і одразу ж подумав про тебе.

source: Mają niby te swoje punkty przerzutowe na wyspie, ale ludźmi nigdy się nie zajmowali.
uk: Вони нібито мають на острові свої контрабандні пункти, але людьми вони ніколи не займалися.

source: Mają pewnie inne, 'ważniejsze' rzeczy do zrobienia. Też mi coś!
uk: Мабуть, у них є інші, 'важливіші' справи. Теж мені!

source: Mają pewnie równie puste łby co dziki, kto wie, warto spróbować.
uk: У них такі ж порожні голови, як і у диких кабанів, тому хто знає, варто спробувати.

source: Mają przeróżne metody. Nie zdziwiłbym się, gdyby namieszali w głowie temu chłopakowi, żeby nie bronił się w razie oskarżenia.
uk: Вони використовують усілякі методи. Я не здивуюся, якщо вони запудрили хлопцеві мізки, щоб він не зміг захиститися у разі звинувачення.

source: Mają swoje własne warty. A jeśli akurat ich nie mają, to odsypiają warty z poprzedniej nocy. Poza tym wolę, żeby ten problem ze spaniem pozostał sekretem.
uk: Вони мають інші обов'язки. А якщо ні, то вони відсипаються з попередньої нічної варти. Крім того, я вважаю за краще, щоб ця проблема зі сном залишалася таємницею.

source: Mają szczęście, że nie są na froncie. Nie przeżyliby tam pierwszego tygodnia.
uk: Їм пощастило, що вони не на фронті. Вони б не витримали там і тижня.

source: Mając na uwadze, że ów człowiek pozbawiał Cię w ostatnim czasie dochodów, wyrażam nadzieję, iż załączony mieszek z nawiązką wynagrodzi Twoje straty finansowe i moralne.
uk: Беручи до уваги те, що ця людина останнім часом позбавила вас доходу, я сподіваюся, що мішечок, що додається, з лишком компенсує вам ваші фінансові та моральні збитки.

source: Mając odpowiedni surowiec, rozgrzej go nad kuźnią, a potem rozrób na kowadle. Stosując się do instrukcji ze schematów, stworzysz w ten sposób prostą broń.
uk: Підібравши потрібну сировину, розігрій її на вогні, а потім оброби на ковадлі. Дотримуючись інструкцій із креслень, ти створиш просту зброю.

source: Mając pod ręką takich ludzi jak ty, nie minie dużo czasu, zanim porządek z powrotem zagości na ulicach Archolos.
uk: З такими людьми, як ти, на вулицях Архолосу незабаром знову запанує порядок.

source: Mając pod sobą władze miasta, Gildię Kupiecką oraz moich ludzi, wyeliminowanie tego głupca żyjącego przeszłością i legendami, stanowiłoby tylko kwestię czasu.
uk: З міською владою, Торговою Гільдією і моїми людьми, усунути цього дурня, який живе легендами минулого, було б лише питанням часу.

source: Mając to na uwadze, doszedłem do wniosku, że powinien zacząć podejmować działania najszybciej, jak tylko się da.
uk: З огляду на це, я дійшов висновку, що потрібно починати діяти якнайшвидше.

source: Mając w grupie kogoś, kto ma taki pancerz jak ty? Ta płyta zatrzymałaby przecież trolla!
uk: Маєш у групі когось, хто має такі ж обладунки, як у тебе? Ця броня витримає навіть удар троля!

source: Mając więcej takich jak ty w szeregach, bez wątpienia wygramy wojnę.
uk: Маючи більше таких, як ти, в наших лавах, ми, без сумніву, виграємо війну.

source: Mając z jednej strony perspektywę zamknięcia bram dla obcych, z drugiej zaś pozwolenie im osiedlać się bez ograniczeń, Godfrey wolał nie wybierać w ogóle. Postanowił podzielić miasto na dzielnice, licząc, że w ten sposób będzie w stanie lepiej kontrolować napływ przybyszów parających się konkretnymi zawodami.
uk: Зіткнувшись з перспективою замкнути ворота перед чужинцями, або ж дозволити їм селитися без обмежень, Годфрі вважав за краще взагалі не вибирати. Він вирішив поділити місто на квартали, сподіваючись, що таким чином зможе краще контролювати приплив новоприбулих, які займаються певними ремеслами.

source: Makot
uk: Макот

source: Maks - 'Ja z panem raczej nie pójdę, mam wartę. Poleżę tu sobie. I pomyślę trochę.'
uk: Maks – 'Я з тобою не піду, я на сторожі. Полежу тут собі. І трохи подумаю.'

source: Maks. wydatek many:
uk: Макс. затрати мани:

source: Maksimum dla tego nauczyciela wynosi
uk: Максимум для цього вчителя –

source: Maksym III Zdobywca
uk: Максимус III Завойовник

source: Maksym miał niełatwy orzech do zgryzienia. Doradców na dworze w Vengardzie było bez liku, lecz ci patrzyli wyłącznie z perspektywy własnych korzyści.
uk: Максимусу потрібно було знайти спосіб вирішити цю проблему. Радників при венгардському дворі було незліченна кількість, але кожен з них розглядав ситуацію лише з точки зору власної вигоди.

source: Maksym nie mógł czekać ani chwili dłużej. Nie mógł też jednak liczyć na bezwarunkowe oddanie swoich doradców. Ich serca bowiem od dawna zatruło zwątpienie nie tylko w słuszność przeprowadzenia ekspedycji, ale i uprawiania przez króla polityki.
uk: Максимус не міг більше чекати ні хвилини. Втім, розраховувати на беззастережну відданість своїх радників він теж не міг. Адже їхні серця вже давно були отруєні сумнівами не тільки щодо доцільності проведення цього походу, але й щодо чинної королівської політики.

source: Maksym postawił wszystko na jedną kartę. Pozostawiwszy władzę w rękach Magów Ognia i Wody, ambitny władca na czele wielkiej armii wyruszył ku Wschodniemu Archipelagowi wysp.
uk: Максимус поставив усе на карту. Залишивши владу в руках Магів Вогню і Води, амбітний правитель на чолі великого війська вирушив до Східного Архіпелагу.

source: Maksym posłał zatem po maga Wirgilio, który niezmiennie trwał przy jego boku od początku kampanii. Obiecał on królowi zwycięstwo nad poganami pod warunkiem, że żołnierze jego armii okażą się godnymi sługami Boga Ognia. Maksym wydał rozkazy.
uk: Тому Максимус звернувся до мага Віргіліо, який від початку походу завжди був поруч із ним. Той пообіцяв королю перемогу над язичниками за умови, що воїни його армії покажуть себе гідними слугами Бога Вогню. І Максимус віддав наказ.

source: Maksym wiedział, że prawdziwe bezpieczeństwo rozwijającemu się miastu mogą zapewnić wyłącznie wytrzymałe mury obronne. W tym celu król nakazał otoczyć cały, zamieszkały teren kamiennymi fortyfikacjami. Główną, zachodnią bramę miasta, ponadto otoczono szerokim barbakanem.
uk: Максимус знав, що лише міцні оборонні стіни можуть забезпечити справжню безпеку для зростаючого міста. З цією метою король наказав оточити всю заселену територію кам'яними укріпленнями. Головні, західні ворота міста, крім того, були оточені широким барбаканом.

source: Maksymalne obrażenia
uk: Максимальна шкода:

source: Malen
uk: Мален

source: Malen boi się, że może go spotkać podobny los, więc chce znaleźć zaginionych. Ty podobno trzymałeś się blisko z Ogisem, prawda?
uk: Мален боїться, що його може спіткати подібна доля, тому хоче знайти зниклих. Ти нібито був близьким з Огісом, чи не так?

source: Malen musi zapoznać się
uk: Мален повинен ознайомитися

source: Malen nie był zaskoczony moją relacją. Może spróbuję zrobić coś w sprawie jego zaginionych współpracowników?
uk: Мален не здивувався моїй розповіді. Можливо, я зможу допомогти у пошуках його зниклих колег?

source: Malen połączył znalezione przeze mnie fragmenty klucza i doszedł do wniosku, że służy on do otwarcia skrzyni znajdującej się w magazynie kopalni. By zajrzeć do niej niepostrzeżenie, muszę poczekać do trzeciej w nocy, kiedy strażnik ucina sobie drzemkę.
uk: Мален зібрав воєдино фрагменти знайденого мною ключа і дійшов висновку, що ним можна відчинити скриню, розташовану у складі копальні. Щоб непомітно зазирнути в неї, мені потрібно дочекатися третьої години ночі, коли вартовий задрімає.

source: Maliny
uk: Малина

source: Malowidło do powieszenia na ścianę.
uk: Картина, яку можна повісити на стіну.

source: Malutka paczuszka, którą otrzymałem od Ezekiela.
uk: Крихітний пакуночок, який я отримав від Єзекіїля.

source: Malutka rzepa do animacji
uk: Крихітна ріпа для анімації

source: Mam aresztować kilku ludzi za to, że powiedzieli jedno zdanie?
uk: Чи варто заарештовувати людей за те, що вони сказали одне речення?

source: Mam asortyment dla wszystkich - i biednych i bogatych, dlatego mój lokal bije na głowę karczmę Helgi.
uk: Я маю асортимент для всіх – і для бідних, і для багатих, саме тому мій заклад перевершує корчму Хельги.

source: Mam bardzo dobry trop, który być może wskazuje miejsce przetrzymywania mojego brata. Chcę się tym zająć jak najszybciej, a dwiema rzeczami naraz nie dam rady.
uk: У мене є дуже хороша зачіпка, яка може вказати на місце, де утримують мого брата. Я хочу розібратися з цим якомога швидше, але не можу робити дві справи одночасно.

source: Mam bardzo ważną przesyłkę, którą rozkazał mi dostarczyć Lorenzo.
uk: У мене дуже важлива доставка, яку мені доручив Лоренцо.

source: Mam bardzo ważną przesyłkę, którą rozkazał mi dostarczyć Lorenzo. Musi trafić bezpośrednio do pokoju odbiorcy. Chcesz, by Gildia miała przez ciebie opóźnienie?
uk: У мене дуже важлива доставка, яку мені доручив Лоренцо. Вона має потрапити безпосередньо до кімнати одержувача. Ти хочеш, щоб Гільдія затрималася через тебе?

source: Mam bardzo ważną sprawę do kogoś, kto jakiś czas temu miał dostęp do specjalnych bełtów na pełzacze i był w mieście. Z twojej relacji wynika, że Jon spełnia oba warunki.
uk: У мене є дуже важлива справа до людини, яка нещодавно мала доступ до спеціальних болтів проти повзунів та відвідувала місто. З твоєї розповіді випливає, що Йон підпадає під обидві умови.

source: Mam bardzo ważną sprawę do kogoś, kto jakiś czas temu miał dostęp do tych specjalnych bełtów i był w mieście. Z twojej relacji wynika, że Jon spełnia oba warunki.
uk: У мене є дуже важлива справа до людини, яка нещодавно мала доступ до тих спеціальних болтів та відвідувала місто. З твоєї розповіді випливає, що Йон підпадає під обидві умови.

source: Mam bimber.
uk: У мене є самогон.

source: Mam broń na sprzedaż.
uk: У мене є зброя на продаж.

source: Mam być myśliwym i już. Jednego syna stracił podczas polowania, a ja będę kolejny.
uk: Я маю бути мисливцем і все. Він вже втратив одного сина на полюванні, а я буду наступним.

source: Mam chociaż lichą nadzieję, że zmądrzałeś. Szoruj po ten chrust, ale już!
uk: Я принаймні маю невелику надію, що ти порозумнішав. Мерщій по хмиз, і то негайно!

source: Mam ci jeszcze raz pokazać, kto tu rządzi?
uk: Мені знову показати тобі, хто тут головний?

source: Mam ci oddać broń?
uk: Віддати тобі зброю?

source: Mam ci pomóc w tej świętej powinności.
uk: Я маю допомогти тобі у виконанні цього священного обов'язку.

source: Mam ci to jakoś udowodnić?
uk: Я маю тобі якось це довести?

source: Mam ciebie dość! Pożałujesz tego, gnido!
uk: З мене досить! Ти пошкодуєш про це, виродку!

source: Mam cię już dość. Radź sobie sam.
uk: Ти мені вже набрид. Розбирайся з цим сам.

source: Mam cię na oku, smarkaczu.
uk: Я стежу за тобою, шмаркачу.

source: Mam cię na oku.
uk: Я слідкую за тобою.

source: Mam cię odprowadzić do kopalni?
uk: Провести тебе до копальні?

source: Mam cię prosić o zgodę na udostępnienie Gildyjnych Koszar na okres ich pobytu.
uk: Я повинен попросити у тебе дозволу на поселення їх у гільдійських казармах на час їхнього перебування на острові.

source: Mam cię!
uk: Спіймався!

source: Mam cię.
uk: Спіймався.

source: Mam coś dla ciebie.
uk: Я маю дещо для тебе.

source: Mam coś na sprzedaż.
uk: Я маю дещо на продаж.
